{
  "login": {
  "emailconfirmed": true,
  "id": 1234567890,
  "username": "nagiyevel",
  "companyname": "NE",
  "roles": ["view","create","delete"],
  "token": "eyJpc3MiOiJ0b3B0YWwuY29tIiwiZXhwIjoxNDI2NDIwODAwLCJodHRwOi8vdG9wdGFsLmNvbS9qd3RfY2xhaW1zL2lzX2FkbWluIjp0cnVlLCJjb21wYW55IjoiVG9wdGFsIiwiYXdlc29tZSI6dHJ1ZX0"
},
  "register": {
    "success": true
  },
  "privacypolicy":{
    "text":"<div class=\"article_content\"><p>Today's business world is largely dependent on data and the information that is derived from that data.</p><p>Data is critical for businesses that process that information to provide services and products to their customers. From a corporate context, in a company - from the top executive level right down to the operational level - just about everyone relies heavily on information.</p><p>In a complex environment where so much depends on the data that businesses collect and process, protecting that information becomes increasingly important. Among the steps business owners take to protect the data of their users, drafting a <strong>clear and concise Privacy Policy</strong> agreement holds central importance.</p><p>In this article, we will discuss the elements of a Privacy Policy to help you better understand the constructs of an effective Privacy Policy agreement that instills faith and trust in your customers and protects you from a number of liability issues.</p><div id=\"toc_container\"><div id=\"toc\" class=\"collapsible\"><div class=\"toc_title_toggler\"><span class=\"toc_title\">Contents</span><a href=\"javascript:void(0)\" class=\"toc_toggler\" status=\"hidden\">≡</a></div><div class=\"toc_list_container\"><ul class=\"toc_list\"><li><a href=\"#What_Is_A_Privacy_Policy\" class=\"space_h2\"><span class=\"toc_text_position\">1.</span> <span class=\"toc_text_title\">What is a Privacy Policy?</span></a></li><li><a href=\"#Why_You_Need_A_Privacy_Policy\" class=\"space_h2\"><span class=\"toc_text_position\">2.</span> <span class=\"toc_text_title\">Why you Need a Privacy Policy</span></a></li><li><a href=\"#A_Privacy_Policy_Is_Required_By_The_Law\" class=\"space_h3\"><span class=\"toc_text_position\">2.1.</span> <span class=\"toc_text_title\">A Privacy Policy is Required by the Law</span></a></li><li><a href=\"#A_Privacy_Policy_Is_Required_By_Third_Party_Services\" class=\"space_h3\"><span class=\"toc_text_position\">2.2.</span> <span class=\"toc_text_title\">A Privacy Policy is Required by Third Party Services</span></a></li><li><a href=\"#A_Privacy_Policy_For_Increased_Transparency\" class=\"space_h3\"><span class=\"toc_text_position\">2.3.</span> <span class=\"toc_text_title\">A Privacy Policy For Increased Transparency</span></a></li><li><a href=\"#Example_Of_A_Website_Privacy_Policy\" class=\"space_h2\"><span class=\"toc_text_position\">3.</span> <span class=\"toc_text_title\">Example of a Website Privacy Policy</span></a></li><li><a href=\"#Examples_Of_Useful_Clauses_For_Your_Privacy_Policy\" class=\"space_h2\"><span class=\"toc_text_position\">4.</span> <span class=\"toc_text_title\">Examples of Useful Clauses for Your Privacy Policy</span></a></li><li><a href=\"#What_Information_Is_Collected_And_How\" class=\"space_h3\"><span class=\"toc_text_position\">4.1.</span> <span class=\"toc_text_title\">What Information is Collected and How</span></a></li><li><a href=\"#How_The_Information_Is_Used\" class=\"space_h3\"><span class=\"toc_text_position\">4.2.</span> <span class=\"toc_text_title\">How the Information is Used</span></a></li><li><a href=\"#How_The_Information_Is_Stored_And_Protected\" class=\"space_h3\"><span class=\"toc_text_position\">4.3.</span> <span class=\"toc_text_title\">How the Information is Stored and Protected</span></a></li><li><a href=\"#Company_Contact_Information\" class=\"space_h3\"><span class=\"toc_text_position\">4.4.</span> <span class=\"toc_text_title\">Company Contact Information</span></a></li><li><a href=\"#Use_Of_Cookies_Log_Files_And_Tracking\" class=\"space_h3\"><span class=\"toc_text_position\">4.5.</span> <span class=\"toc_text_title\">Use of Cookies, Log Files and Tracking</span></a></li><li><a href=\"#Opt_Out_Policy_Clause\" class=\"space_h3\"><span class=\"toc_text_position\">4.6.</span> <span class=\"toc_text_title\">Opt-Out Policy Clause</span></a></li><li><a href=\"#Conclusion\" class=\"space_h2\"><span class=\"toc_text_position\">5.</span> <span class=\"toc_text_title\">Conclusion</span></a></li></ul></div></div></div><br><h2 id=\"What_Is_A_Privacy_Policy\">What is a Privacy Policy?</h2><p>A Privacy Policy is a statement or a legal document that states how a company or website <strong>collects</strong>, <strong>handles</strong> and <strong>processes data</strong> of its customers and visitors. It explicitly describes whether that information is kept confidential, or is shared with or sold to third parties.</p><p>Personal information about an individual may include the following:</p><ul><li>Name</li><li>Address</li><li>Email</li><li>Phone number</li><li>Age</li><li>Sex</li><li>Marital status</li><li>Race</li><li>Nationality</li><li>Religious beliefs</li></ul><p>For example, an excerpt from <a href=\"https://policy.pinterest.com/en/privacy-policy\">Pinterest's</a> Privacy Policy agreement clearly describes the information Pinterest collects from its users as well as from any other source that users enable Pinterest to gather information from. The information that the user voluntarily gives includes names, photos, pins, likes, email address, and/or phone number etc., all of which is regarded as <strong>personal information</strong>.</p><p><img alt=\"Pinterest Privacy Policy: When you give it to us or give us permission to obtain it personal information clause\" class=\"alignnone size-full wp-image-1445\" decoding=\"async\" height=\"661\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2018/06/pinterest-privacy-policy-collect-information-voluntarily-give-permission.jpg\" width=\"630\"></p><p>Additionally, Pinterest also states that it collects user location data from mobile devices, and if someone makes a purchase on Pinterest, payment and contact information - including an address and phone number - will be collected. If users buy products or services for others, Pinterest gathers their contact information and shipping details, too.</p><p>Users may also give Pinterest permission to access information that is shared with other websites like Facebook and Twitter by linking their Pinterest account with them. This information would also include information about their friends and followers. The account settings have information about how much access Pinterest has to their users' data.</p><p>In sum, a Privacy Policy is where you let your users know all about how you make sure their privacy is respected by your business practices.</p><h2 id=\"Why_You_Need_A_Privacy_Policy\">Why you Need a Privacy Policy</h2><p>Privacy is not a new concept. Humans have always desired privacy in their social as well as private lives. But the idea of privacy as a human right is a relatively modern phenomenon. </p><p>Around the world, laws and regulations have been developed for the protection of data related to government, education, health, children, consumers, financial institutions, etc.</p><p>This data is critical to the person it belongs to. Data privacy and security binds individuals and industries together and runs complex systems in our society. From credit card numbers and social security numbers to email addresses and phone numbers, our sensitive, personally identifiable information is important. This sort of information in unreliable hands can potentially have <a href=\"https://www.secplicity.org/2017/05/18/stolen-hackers-data/\">far-reaching consequences</a>.</p><p>Companies or websites that handle customer information are required to publish their Privacy Policies on their business websites. If you own a website, web app, mobile app or desktop app that collects or processes user data, you most certainly will have to post a Privacy Policy on your website (or give in-app access to the full Privacy Policy agreement).</p><p>There are <strong>several reasons</strong> for a website to post its Privacy Policy agreement on its website. </p><p>Here are some of the main reasons:</p><ul><li>Required by the law</li><li>Required by third party services</li><li>Increases Transparency</li></ul><p>Let's take a look at each of these reasons in more depth.</p><h3 id=\"A_Privacy_Policy_Is_Required_By_The_Law\">A Privacy Policy is Required by the Law</h3><p>For individuals to feel comfortable sharing their personal information on the internet, there should be some sort of legal responsibility on businesses to protect that data and keep the users informed about the status and health of their information.</p><div class=\"shortcode-wrapper sc-privacy-policy-generator-promo-steps\"><div class=\"bg-promo\"><p><strong>Need a Privacy Policy? Our <a href=\"https://privacypolicies.com/privacy-policy-generator/\">Privacy Policy Generator</a> will help you create a custom policy that you can use on your website and mobile app</strong>. Just follow these few easy steps:</p><ol><li>Click on \"<strong>Start creating your Privacy Policy</strong>\" on our website.</li><li><strong>Select the platforms</strong> where your Privacy Policy will be used and go to the next step.</li><p><img alt=\"PrivacyPolicies.com: Privacy Policy Generator - Select platforms - Step 1\" decoding=\"async\" height=\"440\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2020/09/privacypolicies-privacy-policy-generator-select-platforms-step-1.jpg\" width=\"1000\"></p><li><strong>Add information about your business</strong>: your website and/or app.</li><p><img alt=\"PrivacyPolicies.com: Privacy Policy Generator - Add your business info - Step 2\" decoding=\"async\" height=\"568\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2020/09/privacypolicies-privacy-policy-generator-add-business-info-step-2.jpg\" width=\"1000\"></p><li><strong>Select the country</strong>:</li><p><img alt=\"PrivacyPolicies.com: Privacy Policy Generator - Add your business info - Step 2\" decoding=\"async\" height=\"359\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2020/09/privacypolicies-privacy-policy-generator-select-country-step-2.jpg\" width=\"1000\"></p><li><strong>Answer the questions from our wizard</strong> relating to what type of information you collect from your users.</li><p><img alt=\"PrivacyPolicies.com: Privacy Policy Generator - Answer questions from our wizard - Step 3\" decoding=\"async\" height=\"697\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2020/09/privacypolicies-privacy-policy-generator-answer-questions-from-our-wizard-step-3.jpg\" width=\"1000\"></p><li><p><strong>Enter your email address</strong> where you'd like your Privacy Policy sent and click \"<strong>Generate</strong>\".</p><p><img alt=\"PrivacyPolicies.com: Privacy Policy Generator - Enter your email address - Step 4\" decoding=\"async\" height=\"314\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2020/09/privacypolicies-privacy-policy-generator-enter-email-address-step-4.jpg\" width=\"1000\"></p><p><strong>And you're done!</strong> Now you can copy or link to your hosted Privacy Policy.</p></li></ol></div></div><p>Countries around the world have realized the need to protect their citizens' data and privacy. Businesses and websites that collect and/or process customer information are required to publish and abide by a Privacy Policy agreement.</p><p>A majority of countries have already enacted laws to protect their users' data security and privacy. These laws require businesses to obtain explicit consent from users whose data they will store or process.</p><p>A few of these laws include the following:</p><ul><li><a href=\"https://www.privacypolicies.com/blog/caloppa/\">CalOPPA</a> in the USA</li><li><a href=\"https://www.privacypolicies.com/blog/gdpr/\">GDPR</a> in the EU</li><li><a href=\"https://www.privacypolicies.com/blog/pipeda/\">PIPEDA</a> in Canada</li></ul><p>For a business or a website that collects and processes user information in a certain region or country, it is <strong>very important</strong> to have complete knowledge of the data and privacy protection laws enforced in that region and the region your customers and end users are in. Non-compliance with these laws can result in hefty fines or even prosecution against the violator.</p><p>In some cases, businesses have to follow laws specific to states or regulations specific to industries. </p><p>For example, here's how <a href=\"https://www.gm.com/california-privacy.html\">General Motors</a> complies with CalOPPA in the US by including a California-specific section in its Privacy Policy:</p><p><img alt=\"General Motors California Privacy Policy clause\" class=\"alignnone size-full wp-image-1446\" decoding=\"async\" height=\"534\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2018/06/general-motors-california-privacy-policy-clause.jpg\" width=\"1000\"></p><p>General Motors informs its California users of their rights through its Privacy Policy as required by CalOPPA.</p><p><strong>If your website/app reaches users around the world, regardless of where you're located or headquartered, you'll need to make sure you follow privacy laws in all applicable countries you reach</strong>.</p><p>While data protection and privacy laws differ from region to region, a Privacy Policy must comprehensively inform its users about how their data will be used.</p><p>For example, the GDPR is currently the most robust privacy legislation in the world and one of its main requirements for any business that falls under its jurisdiction is to have a <a href=\"https://www.privacypolicies.com/blog/gdpr-privacy-policy/\">GDPR-compliant Privacy Policy</a> that contains some very specific information and is written in an easy-to-understand way.</p><p>Whether your website is a self-help blog or a game hosted at Google Play, it is your responsibility to give your end users complete information about how any associated third-parties will collect and process their data and (if possible) to what purpose.</p><h3 id=\"A_Privacy_Policy_Is_Required_By_Third_Party_Services\">A Privacy Policy is Required by Third Party Services</h3><p>Apart from governing laws, some websites like Apple, Amazon, and Google require website and app owners to post a Privacy Policy agreement if they use any of their services.</p><p>Many websites and apps use in-page/in-app advertising by third parties to generate revenue. As these ads also collect user data, third parties require the websites or apps to ask their users' permission for sharing their personal data.</p><p>For example, if you're using <a href=\"https://www.google.com/analytics/terms/us.html\">Google Analytics</a> on your website, the Google Analytics Terms of Service requires that you post a Privacy Policy agreement. In addition to this, you must also disclose that you're using Google Analytics and some information about how it collects and processes data:</p><p><img alt=\"Google Analytics Terms of Service: Privacy clause highlighted\" class=\"alignnone size-full wp-image-1447\" decoding=\"async\" height=\"251\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2018/06/google-analytics-terms-service-privacy-clause-highlighted.jpg\" width=\"1000\"></p><p>If you are a Google app developer, the <em>Privacy Policy Guidance</em> requires that you <a href=\"https://developers.google.com/actions/policies/privacy-policy-guide\">inform your users</a> about what data you collect, why you collect it, and what you do with it.</p><p><img alt=\"Google Developer Privacy Policy Guidance: How to disclose what information you collect, how you use and store it section\" class=\"alignnone size-full wp-image-1448\" decoding=\"async\" height=\"448\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2018/06/google-developer-privacy-policy-guidance-how-disclose-what-information-collect-use-store-section.jpg\" width=\"752\"></p><p>Some of the most popular third party services require website and app owners to post Privacy Policy agreements on their websites. Some of these services include:</p><ul><li>Amazon Affiliates</li><li>ClickBank</li><li>Google Play Store</li><li>Google Analytics</li><li>Google AdSense</li><li>Google AdWords</li><li>Facebook Apps</li><li>Twitter Lead Generation</li><li>Apple's App Store</li></ul><p>Third party vendors like Google, Facebook, and Amazon require their users (website and app owners) to explicitly inform <em>their</em> users if they're using advertising features, cookies, or tracking services on their websites/apps in order to deliver better user experiences based on prior browsing behavior.</p><p>Here's how <a href=\"https://www.ookla.com/privacy\">Ookla</a> - a fixed broadband and mobile network testing company - informs its users in its Privacy Policy agreement that it uses cookies, log files, flash cookies, local storage, etc., in its website-based and mobile applications in order to (1) improve performance, (2) to better understand how Ookla's software functions, and (3) to give the user a personalized experience.</p><p><img alt=\"Ookla Privacy Policy: What information we collect clause highlighted\" class=\"alignnone size-full wp-image-1449\" decoding=\"async\" height=\"473\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2018/06/ookla-privacy-policy-information-collect-clause-highlighted.jpg\" width=\"700\"></p><h3 id=\"A_Privacy_Policy_For_Increased_Transparency\">A Privacy Policy For Increased Transparency</h3><p>Companies whose business models revolve around handling sensitive customer information find it incredibly important to establish trust with their users. <strong>A clear and comprehensive Privacy Policy agreement that tells users exactly what information the company collects and what it does with that information inspires confidence in a business</strong>. It gives users a sense of security knowing how much control they have over their personal data under the conditions they sign up for.</p><p>Your Privacy Policy agreement should inform your users about how your website or app handles their personal information. Your users must be also be informed about <strong>the reason for the collection of information</strong>, as well as how long their data will be stored on your servers.</p><p><strong>Even if you don't collect personal information, you should disclose this fact</strong> in a Privacy Policy. It helps with transparency because <strong>users expect to see a Privacy Policy</strong>. If you don't have one at all, users may assume you're collecting a lot of personal information and not disclosing it rather than not collecting any.</p><p>The <a href=\"https://duckduckgo.com/privacy\">DuckDuckGo</a> search engine does not track user searches or store online browsing history in any way. Its Privacy Policy agreement states that it does not collect or share any user information.</p><p><img alt=\"DuckDuckGo Privacy Policy: Intro clause with links list\" class=\"alignnone size-full wp-image-1450\" decoding=\"async\" height=\"273\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2018/06/duckduckgo-privacy-policy-intro-clause-links-list.jpg\" width=\"956\"></p><p>To make your Privacy Policy transparent and accurate, conduct a <a href=\"https://www.privacypolicies.com/blog/privacy-law-self-audit/\">privacy law self-audit</a>. This will allow you to find out what your business' privacy practices are and what information you need to disclose to your users in a Privacy Policy.</p><h2 id=\"Example_Of_A_Website_Privacy_Policy\">Example of a Website Privacy Policy</h2><p>To be transparent with your users about what personal information you collect and what you do with it, you are required to publish a Privacy Policy agreement on your website or give in-app access to it.</p><p>Websites usually post a link to the complete Privacy Policy agreement from the <strong>footer</strong> of the website, whereas apps generally add the Privacy Policy to an \"About\" or \"Legal\" <strong>menu</strong>.</p><p>Another popular location for ecommerce store apps and websites is the <strong>checkout page</strong>, or <strong>account registration page</strong> if you don't have an ecommerce component but allow users to create accounts.</p><p><a href=\"https://medium.com/policy/medium-privacy-policy-f03bf92035c9\">Medium</a> links its Privacy Policy agreement to its website footer: </p><p><img alt=\"Medium homepage screenshot showing footer with Privacy Policy link\" class=\"alignnone size-full wp-image-1454\" decoding=\"async\" height=\"500\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2018/06/medium-homepage-screenshot-footer-privacy-policy-link.jpg\" width=\"709\"></p><p>The format and theme of the Privacy Policy agreement is consistent with the rest of the website and doesn't have any anchor navigation. </p><p><img alt=\"Medium Privacy Policy: Information We Collect and How We Use It clause\" class=\"alignnone size-full wp-image-1455\" decoding=\"async\" height=\"715\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2018/06/medium-privacy-policy-information-collect-how-use-clause.jpg\" width=\"641\"></p><p>It includes the following clauses:</p><ol><li>Information We Collect &amp; How We Use It</li><li>Information Disclosure</li><li>Public Data</li><li>Data Storage</li><li>Third-Party Embed</li><li>Tracking &amp; Cookies</li><li>Modifying or Deleting Your Personal Information</li><li>Data Security</li><li>Business Transfers</li><li>Email from Medium</li><li>Changes to this Policy</li><li>Questions</li></ol><p>There's also a section that specifically addresses EU users and includes information required by the GDPR such as:</p><ol><li>The <a href=\"https://www.privacypolicies.com/blog/gdpr-preparation-planning-checklist/#legal-basis-for-processing\">legal bases</a> for collecting and processing information</li><li>What third parties (like payment processors) Medium engages with and shares data with</li><li>How long data is retained</li><li>The <a href=\"https://www.privacypolicies.com/blog/gdpr-eight-user-rights/\">rights of EU data subjects</a></li><li>How to make a subject access request</li><li>Contact information for Medium's <a href=\"https://www.privacypolicies.com/blog/gdpr-appointment-eu-representative-letter/\">EU Representative</a></li></ol><p>If your company has users in the EU, like Medium does, you'll need to include this type of information in your Privacy Policy to be compliant with the GDPR.</p><p>Now let's take a look at some examples of specific clauses your Privacy Policy should have.</p><h2 id=\"Examples_Of_Useful_Clauses_For_Your_Privacy_Policy\">Examples of Useful Clauses for Your Privacy Policy</h2><p>Your Privacy Policy must be accurate and easily comprehensible, with all the necessary information required by laws and for transparency.</p><p>Generally speaking, every Privacy Policy agreement should have <strong>at least</strong> the following clauses:</p><ul><li>What information is collected and how</li><li>How is the information used</li><li>How is the information stored and protected</li><li>Company contact information</li><li>Use of cookies, log files and tracking</li><li>How a user can opt out of data collection/usage</li></ul><p>Here's each one in action.</p><h3 id=\"What_Information_Is_Collected_And_How\">What Information is Collected and How</h3><p>Privacy Policy agreements inform users what information is collected from them. This includes information users voluntarily and actively provide when they register to use services, as well as information that may be collected from them automatically, such as through the use of cookies.</p><p>You can define how you classify information e.g. public, private, or personal information. This helps the user know exactly what these terms means in the rest of the Privacy Policy document.</p><p>Here's an example of how you can construct a clause to explain this information to your users:</p><p><img alt=\"Trello Privacy Policy: Types of Information clause: Personal and Sensitive Personal information defined\" class=\"alignnone size-full wp-image-1458\" decoding=\"async\" height=\"424\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2018/06/trello-privacy-policy-types-information-personal-sensitive-clause.jpg\" width=\"693\"></p><p>The <a href=\"https://pbskids.org/privacy/\">PBS Kids</a> Privacy Policy informs users what information it collects from them. It describes the information it collects as well as a short but further detailed section after each type of information that provides more information:</p><p><img alt=\"PBS Kids Privacy Policy: What information do we collect clause excerpt\" class=\"alignnone size-full wp-image-2247\" decoding=\"async\" height=\"528\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2019/04/pbs-kids-privacy-policy-information-collect-clause-excerpt.jpg\" width=\"7159\"></p><h3 id=\"How_The_Information_Is_Used\">How the Information is Used</h3><p>One of the main purposes of Privacy Policy agreements is to explain to users how the information the business collects is used.</p><p><a href=\"https://policy.pinterest.com/en/privacy-policy\">Pinterest</a> has a fairly large section on <em>What we do with the info we collect</em> in its Privacy Policy agreement. In its first paragraph, it states that the website uses the information to provide its services to its users. It goes on to explain a few different ways it uses the information including to identify users, process their transactions, make recommendations, and respond to their questions and comments.</p><p><img alt=\"Pinterest Privacy Policy: What we do with the info we collect clause\" class=\"alignnone size-full wp-image-1461\" decoding=\"async\" height=\"334\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2018/06/pinterest-privacy-policy-what-do-with-info-collect-clause.jpg\" width=\"1000\"></p><h3 id=\"How_The_Information_Is_Stored_And_Protected\">How the Information is Stored and Protected</h3><p>Another important clause to include in your Privacy Policy agreement is about how you store and protect the information you collect from your site's visitors. You can explain the different ways you store information and what measures you take to protect that information.</p><p>For example, <a href=\"https://caffenero.com/uk/privacy-policy/\">Caffe Nero's</a> Privacy Policy agreement states that user account information is protected by a password and explains what steps users can take to prevent unauthorized access to their accounts.</p><p>In addition to this, it also states that the website takes steps to ensure as much security as possible, however it doesn't guarantee that the measures they take will prevent unauthorized access:</p><p><img alt=\"Caffe Nero Privacy Policy: Our Security Measures and Information About When We Delete Data clause\" class=\"alignnone size-full wp-image-2273\" decoding=\"async\" height=\"198\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2019/04/caffe-nero-privacy-policy-security-measures-delete-data-clause.jpg\" width=\"1000\"></p><p><a href=\"https://www.shopify.com/legal/privacy\">Shopify</a> states in its Privacy Policy that it follows the industry's standards on <em>information security management</em> to protect sensitive user information. It also says that the company performs audits annually to make sure that the handling of user credit card information is in line with the industry guidelines. Finally, it says that they cannot guarantee the absolute security of their users' personal information since <em>no method of transmission over the Internet is 100% secure</em>.</p><p><img alt=\"Shopify Privacy Policy: How do we keep your personal information secure clause\" class=\"alignnone size-full wp-image-1463\" decoding=\"async\" height=\"313\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2018/06/shopify-privacy-policy-how-keep-personal-information-secure-clause.jpg\" width=\"1000\"></p><h3 id=\"Company_Contact_Information\">Company Contact Information</h3><p>As a business owner, it's important that you include your company's contact information in your Privacy Policy agreement. Generally, contact information is added <strong>at the end</strong> of the Privacy Policy and contains a physical (street) address, email address, and/or phone number. The more contact information that you can provide, the better.</p><p>The <a href=\"https://www.bhf.org.uk/what-we-do/our-policies/our-privacy-and-cookies-policy\">British Heart Foundation</a> provides a Contact clause that includes a mailing address as well as an email address for getting in touch:</p><p><img alt=\"British Heart Foundation Privacy and Cookies Policy: Contact us clause with DPO information\" class=\"alignnone size-full wp-image-2286\" decoding=\"async\" height=\"155\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2019/05/british-heart-foundation-privacy-cookies-policy-contact-us-clause-dpo.jpg\" width=\"666\"></p><h3 id=\"Use_Of_Cookies_Log_Files_And_Tracking\">Use of Cookies, Log Files and Tracking</h3><p>Websites and apps use cookies to store user information, provide users with personalized experiences and collect their users' web history. Other websites may make other uses of cookies and may even choose to give third parties access to those cookies. </p><p>In any case, website owners are required to inform their users about the tools the company uses to collect user information and track their behavior, including cookies.</p><p>Here's a look at how <a href=\"https://discordapp.com/privacy\">Discord</a> addresses cookies usage in its Privacy Policy:</p><p><img alt=\"Discord Privacy Policy: Cookies clause\" class=\"alignnone size-full wp-image-1466\" decoding=\"async\" height=\"300\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2018/06/discord-privacy-policy-cookies-clause.jpg\" width=\"1000\"></p><p>Most websites and app owners use log files to automatically collect and store information about their users' IP address, browser, data/time etc. and use it for different purposes. </p><p>Here's how <a href=\"https://www.aweber.com/privacy.htm\">AWeber</a> explains how it uses the information collected from visitors using log files in its Privacy Policy agreement:</p><p><img alt=\"AWeber Privacy Policy: Log Files clause\" class=\"alignnone size-full wp-image-1467\" decoding=\"async\" height=\"248\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2018/06/aweber-privacy-policy-log-files-clause.jpg\" width=\"1000\"></p><p>Note how it uses simple descriptions and clear terms to describe the use of these files, which is helpful since most people likely have no idea what these types of files are actually there to do.</p><h3 id=\"Opt_Out_Policy_Clause\">Opt-Out Policy Clause</h3><p>Apps and websites should inform their customers about their right to opt out of certain aspects or services offered by a website.</p><p><a href=\"https://www.forever21.com/us/shop/Info/PrivacyPolicy\">Forever 21's</a> Privacy Policy, for instance, informs customers about their right to opt out of any of the company's services.</p><p><img alt=\"Forever21 Privacy Policy: Our Opt-Out Policy clause\" class=\"alignnone size-full wp-image-1468\" decoding=\"async\" height=\"327\" importance=\"low\" loading=\"lazy\" src=\"https://www.privacypolicies.com/public/uploads/2018/06/forever21-privacy-policy-opt-out-policy-clause.jpg\" width=\"910\"></p><p>Note how the clause is broken up into many short parts with simple, clear instructions for each method of opting out.</p><h2 id=\"Conclusion\">Conclusion</h2><p>Regardless of whether you own a website or app that collects, processes, and/or stores user information, you have certain responsibilities to your users. The most primary responsibilities on your part as a website owner are to keep their personal data secure, protect their privacy to the best of your ability, and <strong>to keep them informed about how their data will be stored and processed by providing a Privacy Policy</strong>.</p><p>Keep your Privacy Policy accurate and up-to-date and send out <a href=\"https://www.privacypolicies.com/blog/privacy-policy-update-notices/\">Privacy Policy Update Notices</a> when appropriate.</p><p>If your website, web app, mobile app, or desktop app collects any sort of personal data from its end users then chances are that you're required either by the law or by third-party services to post a Privacy Policy agreement to your website/app.</p><p>As a website owner, you need to be aware of:</p><ul><li>The <strong>privacy laws</strong> in the jurisdiction your business is based out of <strong>and</strong> where your users are located.</li><li>The <strong>Terms of Service requirements of third party services</strong> your website is associated with.</li></ul></div>"
  }
}
